/* libsndfile SF_ERR_SYSTEM description */
"A system error occurred while trying to read the file." = "A system error occurred while trying to read the file.";

/* explanation for the dialog telling you that the audio file could not be loaded */
"An error was encountered while trying to load audio data from the file.  %@" = "An error was encountered while trying to load audio data from the file.  %@";

/* libsndfile SF_ERR_UNRECOGNISED_FORMAT description */
"The audio data is in a format that could not be recognized." = "The audio data is in a format that could not be recognized.";

/* title for the dialog telling you that the audio file could not be loaded */
"the file could not be loaded" = "the file could not be loaded";

